Repository: Rodisteph/steady
Catalog: Steady/Localizable.xcstrings
Source language: fr
Languages: en, es, pt

source: Mieux planifier
en: Plan better
es: Planificar mejor
pt: Planear melhor

source: Minimalisme
en: Minimalism
es: Minimalismo
pt: Minimalismo

source: Minuit
en: Midnight
es: Medianoche
pt: Meia-noite

source: Minutes d'exercice
en: Exercise minutes
es: Minutos de ejercicio
pt: Minutos de exercício

source: Mobilité 10 min
en: Mobility 10 min
es: Movilidad 10 min
pt: Mobilidade 10 min

source: Mode Examens
en: Exam Mode
es: Modo Exámenes
pt: Modo Provas

source: Mode Examens et focus
en: Exam Mode and focus
es: Modo Exámenes y concentración
pt: Modo Exames e foco

source: Modifier
en: Edit
es: Editar
pt: Editar

source: Modifier la note
en: Edit note
es: Editar nota
pt: Editar nota

source: Modifier le pseudo
en: Edit username
es: Editar usuario
pt: Editar nome

source: Moi
en: Me
es: Yo
pt: Eu

source: Mon année Steady
en: My Steady year
es: Mi año Steady
pt: Meu ano Steady

source: Mon mois Steady
en: My Steady month
es: Mi mes Steady
pt: Meu mês Steady

source: Mot du coach
en: Coach's word
es: Mensaje del coach
pt: Mensagem do coach

source: Motivation demain
en: Tomorrow's motivation
es: Motivación mañana
pt: Motivação amanhã

source: Motivation du jour et conseils personnalisés, calculés sur ton appareil, 100 % privé.
en: Daily motivation and personalized tips, computed on your device, 100% private.
es: Motivación diaria y consejos personalizados, calculados en tu dispositivo, 100% privado.
pt: Motivação diária e conselhos personalizados, calculados no teu dispositivo, 100% privado.

source: Motivation pour demain
en: Motivation for tomorrow
es: Motivación para mañana
pt: Motivação para amanhã

source: Moyen
en: Medium
es: Medio
pt: Médio

source: Musculation maison
en: Home strength
es: Fuerza en casa
pt: Força em casa

source: Musique
en: Music
es: Música
pt: Música

source: Méditation
en: Meditation
es: Meditación
pt: Meditação

source: Méditation profonde et pleine conscience au quotidien.
en: Deep meditation and everyday mindfulness.
es: Meditación profunda y atención plena a diario.
pt: Meditação profunda e atenção plena no dia a dia.

source: Médite chaque jour pendant 30 jours.
en: Meditate every day for 30 days.
es: Medita cada día durante 30 días.
pt: Medita todos os dias durante 30 dias.

source: Méditer
en: Meditate
es: Meditar
pt: Meditar

source: Méditer 10 min
en: Meditate 10 min
es: Meditar 10 min
pt: Meditar 10 min

source: Méditer 20 min
en: Meditate 20 min
es: Meditar 20 min
pt: Meditar 20 min

source: Même le week-end, tu gardes le cap. Bravo.
en: Even on weekends, you stay on track. Well done.
es: Incluso el finde, mantienes el rumbo. Bravo.
pt: Mesmo ao fim de semana, manténs o rumo. Boa.

source: N'oublie pas de valider tes habitudes aujourd'hui. Chaque petit pas compte !
en: Don't forget to check off your habits today. Every little step counts!
es: No olvides validar tus hábitos hoy. ¡Cada pequeño paso cuenta!
pt: Não te esqueças de validar os teus hábitos hoje. Cada pequeno passo conta!

source: Neutre
en: Neutral
es: Neutral
pt: Neutro

source: Niv.
en: Lvl
pt: Nív.

source: Niv. %lld
en: Lv. %lld
pt: Nív. %lld

source: Niveau %lld
en: Level %lld
es: Nivel %lld
pt: Nível %lld

source: Niveaux, badges et défis transforment ta régularité en jeu.
en: Levels, badges and challenges turn consistency into a game.
es: Niveles, insignias y retos convierten la constancia en un juego.
pt: Níveis, distintivos e desafios tornam a constância num jogo.

source: Nom de l'habitude
en: Habit name
es: Nombre del hábito
pt: Nome do hábito

source: Nom du défi
en: Challenge name
es: Nombre del desafío
pt: Nome do desafio

source: Nom du groupe (ex. Famille, Running Club…)
en: Group name (e.g. Family, Running Club…)
es: Nombre del grupo (ej. Familia, Running Club…)
pt: Nome do grupo (ex. Família, Running Club…)

source: Non
en: No
es: No
pt: Não

source: Normale
en: Normal
es: Normal
pt: Normal

source: Note une gratitude chaque jour pendant 30 jours.
en: Note one gratitude each day for 30 days.
es: Anota una gratitud cada día durante 30 días.
pt: Anota uma gratidão por dia durante 30 dias.

source: Noter mes dépenses
en: Log my expenses
es: Anotar mis gastos
pt: Anotar meus gastos

source: Noter une idée
en: Jot down an idea
es: Anotar una idea
pt: Anotar uma ideia

source: Notez vos pensées, vos ressentis ou vos petites victoires du jour.
en: Jot down your thoughts, feelings or small wins of the day.
es: Anota tus pensamientos, sentimientos o pequeñas victorias del día.
pt: Anota os teus pensamentos, sentimentos ou pequenas vitórias do dia.

source: Nouveau défi
en: New challenge
es: Nuevo desafío
pt: Novo desafio

source: Nouveau départ ✨
en: Fresh start ✨
es: Nuevo comienzo ✨
pt: Novo começo ✨

source: Nouveau groupe
en: New group
es: Nuevo grupo
pt: Novo grupo

# Nouveau record sur « %@ » : %lld jours. Légendaire.
source: Nouveau record sur « %1$@ » : %2$lld jours. Légendaire.
en: New record on « %@ »: %lld days. Legendary.
es: Nuevo récord en « %@ »: %lld días. Legendario.
pt: Novo recorde em « %@ »: %lld dias. Lendário.

source: Nouveaux messages
en: New messages
es: Mensajes nuevos
pt: Mensagens novas

source: Nouvel examen
en: New exam
es: Nuevo examen
pt: Nova prova

source: Nouvelle habitude
en: New habit
es: Nuevo hábito
pt: Novo hábito

source: Nouvelle habitude · 66 jours
en: New habit · 66 days
es: Nuevo hábito · 66 días
pt: Novo hábito · 66 dias

source: Nouvelle note
en: New note
es: Nueva nota
pt: Nova nota

source: Nutrition d'athlète
en: Athlete nutrition
es: Nutrición de atleta
pt: Nutrição de atleta

source: Objectif
en: Goal
es: Objetivo
pt: Objetivo

source: Objectif 10 km
en: 10K goal
es: Objetivo 10 km
pt: Meta 10 km

source: Objectif 5 km
en: 5K goal
es: Meta 5 km
pt: Meta 5 km

source: Objectif par jour
en: Daily goal
es: Objetivo diario
pt: Meta diária

source: Océan
en: Ocean
es: Océano
pt: Oceano

source: On est là pour s'encourager, pas pour se juger.
en: We're here to cheer each other on, not to judge.
es: Estamos aquí para animarnos, no para juzgarnos.
pt: Estamos aqui para nos encorajar, não para julgar.

source: On te prépare 3 habitudes pour démarrer en douceur.
en: We'll set up 3 habits to ease you in.
es: Te preparamos 3 hábitos para empezar con calma.
pt: Preparamos 3 hábitos para começar com calma.

source: Optimise ton sommeil comme un athlète.
en: Optimize your sleep like an athlete.
es: Optimiza tu sueño como un atleta.
pt: Otimize seu sono como um atleta.

source: Or sombre
en: Dark Gold
es: Oro oscuro
pt: Ouro escuro

source: Organisation
en: Organization
es: Organización
pt: Organização

source: Organise tes journées comme un pro.
en: Organize your days like a pro.
es: Organiza tus días como un profesional.
pt: Organize seus dias como um profissional.

source: Oui
en: Yes
es: Sí
pt: Sim

source: Ouvre Réglages > Santé > Accès et appareils > Steady et active les catégories pour que tes défis progressent.
en: Open Settings > Health > Data Access & Devices > Steady and turn on the categories so your challenges progress.
es: Abre Ajustes > Salud > Acceso y dispositivos > Steady y activa las categorías para que tus retos avancen.
pt: Abre Ajustes > Saúde > Acesso e dispositivos > Steady e ativa as categorias para os teus desafios avançarem.

source: Paiement unique de %@. Accès à vie, sans abonnement.
en: One-time payment of %@. Lifetime access, no subscription.
es: Pago único de %@. Acceso de por vida, sin suscripción.
pt: Pagamento único de %@. Acesso vitalício, sem assinatura.

source: Paiement unique, sans abonnement
en: One-time payment, no subscription
es: Pago único, sin suscripción
pt: Pagamento único, sem subscrição

source: Paperasse zéro stress
en: Paperwork, zero stress
es: Papeleo sin estrés
pt: Papelada sem estresse

source: Par quoi veux-tu commencer ?
en: Where do you want to start?
es: ¿Por dónde quieres empezar?
pt: Por onde queres começar?

source: Paramètres
en: Settings
es: Ajustes
pt: Definições

source: Parcourir les routines
en: Browse routines
es: Explorar rutinas
pt: Explorar rotinas

source: Partage ton récap façon story, proprement
en: Share your recap story-style, cleanly
es: Comparte tu resumen estilo story, limpio
pt: Partilha o teu resumo em formato story, limpo

source: Partager ma semaine
en: Share my week
es: Compartir mi semana
pt: Partilhar a minha semana

source: Partager mon Wrapped
en: Share my Wrapped
es: Compartir mi Wrapped
pt: Compartilhar meu Wrapped

source: Pas
en: Steps
es: Pasos
pt: Passos

source: Pas besoin d'être au top pour avancer un peu.
en: You don't need to feel great to move a little.
es: No hace falta estar al 100% para avanzar un poco.
pt: Não precisas de estar no topo para avançar um pouco.

source: Pas d'achat impulsif
en: No impulse buying
es: Sin compras impulsivas
pt: Sem compras por impulso

source: Pas d'achat impulsif pendant 30 jours.
en: No impulse buys for 30 days.
es: Sin compras impulsivas durante 30 días.
pt: Sem compras por impulso por 30 dias.

source: Pas d'écran 1h avant
en: No screens 1h before
es: Sin pantallas 1 h antes
pt: Sem telas 1h antes

source: Pas d'écran avant le coucher
en: No screens before bed
es: Sin pantallas antes de dormir
pt: Sem ecrãs antes de dormir

source: Pas d'écran le matin
en: No screens in the morning
es: Sin pantallas por la mañana
pt: Sem ecrãs de manhã

source: Pas d'écran le soir
en: No screens in the evening
es: Sin pantallas por la noche
pt: Sem telas à noite

source: Pas de caféine après 14h
en: No caffeine after 2 pm
es: Sin cafeína después de las 14h
pt: Sem cafeína depois das 14h

source: Pas de grignotage
en: No snacking
es: Sin picoteo
pt: Sem petiscos

source: Pas de réseaux avant midi
en: No social before noon
es: Sin redes antes del mediodía
pt: Sem redes antes do meio-dia

source: Pas de réseaux le matin
en: No social media in the morning
es: Sin redes por la mañana
pt: Sem redes de manhã

source: Pas de sucre ajouté
en: No added sugar
es: Sin azúcar añadido
pt: Sem açúcar adicionado

source: Pas de téléphone au réveil
en: No phone on waking
es: Sin móvil al despertar
pt: Sem celular ao acordar

source: Pas de téléphone la première heure, 21 jours.
en: No phone for the first hour, 21 days.
es: Sin teléfono la primera hora, 21 días.
pt: Sem telemóvel na primeira hora, 21 dias.

source: Pas de validation cette semaine. Pas de souci, on reprend en douceur quand tu te sentiras prêt.
en: No check-ins this week. No worries, we'll ease back in when you feel ready.
es: Sin validaciones esta semana. Tranquilo, retomamos con calma cuando te sientas listo.
pt: Sem validações esta semana. Sem problema, recomeçamos com calma quando te sentires pronto.

source: Pas à pas, c'est comme ça qu'on avance. À ton rythme.
en: Step by step, that's how we move forward. At your pace.
es: Paso a paso, así se avanza. A tu ritmo.
pt: Passo a passo, é assim que se avança. Ao teu ritmo.

source: Passe Premium pour relier tes habitudes à Santé : « Courir » se valide via ta distance, « Boire de l'eau » via ton hydratation, etc.
en: Go Premium to link habits to Health: “Run” completes via your distance, “Drink water” via your hydration, and so on.
es: Hazte Premium para vincular hábitos a Salud: «Correr» se valida con tu distancia, «Beber agua» con tu hidratación, etc.
pt: Assine o Premium para vincular hábitos à Saúde: “Correr” valida pela distância, “Beber água” pela hidratação, etc.

source: Passe au niveau supérieur
en: Level up
es: Sube de nivel
pt: Sobe de nível

source: Passe au niveau supérieur en endurance.
en: Take your endurance to the next level.
es: Lleva tu resistencia al siguiente nivel.
pt: Leve sua resistência ao próximo nível.

source: Passer pour l'instant
en: Skip for now
es: Omitir por ahora
pt: Ignorar por agora

source: Passer à Premium
en: Go Premium
es: Hazte Premium
pt: Torna-te Premium

source: Personnalise les couleurs de l'app
en: Customize the app's colors
es: Personaliza los colores de la app
pt: Personaliza as cores da app

source: Personnalisez l'accent de l'app
en: Customize the app's accent
es: Personaliza el color de la app
pt: Personaliza a cor da app

source: Personne n'a jamais regretté d'avoir validé une habitude. Statistique inventée, mais tu vois l'idée.
en: No one has ever regretted checking off a habit. Made-up statistic, but you get the idea.
es: Nadie se ha arrepentido jamás de validar un hábito. Estadística inventada, pero captas la idea.
pt: Ninguém nunca se arrependeu de validar um hábito. Estatística inventada, mas você entendeu.

source: Personne n'est bloqué
en: Nobody is blocked
es: No hay nadie bloqueado
pt: Ninguém está bloqueado

source: Personne trouvé. Vérifie l'orthographe : ton ami doit avoir ouvert l'onglet Communauté connecté au moins une fois.
en: No one found. Check the spelling, your friend must have opened the Community tab signed in at least once.
es: No se encontró a nadie. Revisa la ortografía: tu amigo debe haber abierto la pestaña Comunidad conectado al menos una vez.
pt: Ninguém encontrado. Verifique a grafia, seu amigo precisa ter aberto a aba Comunidade conectado pelo menos uma vez.

source: Petit check du soir : il te reste %lld habitudes à valider 🌿
en: Evening check-in: %lld habits left to tick off 🌿
es: Repaso de la noche: te quedan %lld hábitos por validar 🌿
pt: Check da noite: faltam %lld hábitos para validar 🌿

source: Petit check du soir : il te reste 1 habitude à valider 🌿
en: Evening check-in: 1 habit left to tick off 🌿
es: Repaso de la noche: te queda 1 hábito por validar 🌿
pt: Check da noite: falta 1 hábito para validar 🌿

source: Petit check du soir : tes habitudes t'attendent 🌿
en: Evening check-in: your habits are waiting 🌿
es: Repaso de la noche: tus hábitos te esperan 🌿
pt: Check da noite: seus hábitos esperam você 🌿

source: Petit creux cette semaine
en: Small dip this week
es: Pequeño bajón esta semana
pt: Pequena queda esta semana

source: Petit creux cette semaine. Pas de culpabilité, on repart en douceur.
en: A small dip this week. No guilt, let's ease back in.
es: Pequeño bajón esta semana. Sin culpa, retomamos con calma.
pt: Pequena quebra esta semana. Sem culpa, recomeçamos com calma.

source: Petit défi : valide UNE habitude dans les 10 prochaines minutes. Chrono.
en: Little challenge: check off ONE habit in the next 10 minutes. Clock's ticking.
es: Pequeño reto: valida UN hábito en los próximos 10 minutos. Cronómetro en marcha.
pt: Pequeno desafio: valide UM hábito nos próximos 10 minutos. Cronômetro rodando.

source: Petit-déjeuner sain
en: Healthy breakfast
es: Desayuno saludable
pt: Pequeno-almoço saudável

source: Planifier demain la veille
en: Plan tomorrow the night before
es: Planificar mañana la víspera
pt: Planejar o amanhã na véspera

source: Planifier ma journée
en: Plan my day
es: Planificar mi día
pt: Planear o meu dia

source: Pleine conscience
en: Mindfulness
es: Atención plena
pt: Atenção plena

source: Plus longue série
en: Longest streak
es: Racha más larga
pt: Sequência mais longa

source: Plus que %lld jour(s) pour battre ton record de %lld sur « %@ ». Il tremble déjà.
en: Only %lld day(s) left to beat your record of %lld on “%@”. It's already trembling.
es: Solo %lld día(s) para batir tu récord de %lld en «%@». Ya está temblando.
pt: Só %lld dia(s) para bater seu recorde de %lld em “%@”. Ele já está tremendo.

source: Plus que %lld jours
en: %lld days to go
es: Quedan %lld días
pt: Faltam %lld dias

source: Points positifs
en: Positives
es: Puntos positivos
pt: Pontos positivos

source: Politique de confidentialité
en: Privacy Policy
es: Política de privacidad
pt: Política de privacidade

source: Pompes
en: Push-ups
es: Flexiones
pt: Flexões

source: Populaires
en: Popular
es: Populares
pt: Populares

source: Pour quoi es-tu reconnaissant aujourd'hui ?
en: What are you grateful for today?
es: ¿Por qué estás agradecido hoy?
pt: Pelo que estás grato hoje?

source: Premiers pas
en: First steps
es: Primeros pasos
pt: Primeiros passos

source: Premium : Rappels par habitude, résumé hebdomadaire et alerts de streak.
en: Premium: per-habit reminders, weekly summary and streak alerts.
es: Premium: recordatorios por hábito, resumen semanal y alertas de racha.
pt: Premium: lembretes por hábito, resumo semanal e alertas de sequência.

source: Premium actif
en: Premium active
es: Premium activo
pt: Premium ativo

source: Premium actif jusqu'à %@
en: Premium active until %@
es: Premium activo hasta las %@
pt: Premium ativo até %@

source: Prendre l'air
en: Get fresh air
es: Tomar el aire
pt: Apanhar ar

source: Prendre mes vitamines
en: Take my vitamins
es: Tomar mis vitaminas
pt: Tomar minhas vitaminas

source: Prends soin de toi d'abord. Tes habitudes t'attendront.
en: Take care of yourself first. Your habits will wait.
es: Cuídate primero. Tus hábitos te esperarán.
pt: Cuida de ti primeiro. Os teus hábitos esperam.

source: Priorité
en: Priority
es: Prioridad
pt: Prioridade

source: Priorité haute
en: High priority
es: Prioridad alta
pt: Prioridade alta

source: Productivité
en: Productivity
es: Productividad
pt: Produtividade

source: Produit indisponible pour le moment. Réessayez dans un instant.
en: Product unavailable right now. Please try again in a moment.
es: Producto no disponible por ahora. Inténtalo de nuevo en un momento.
pt: Produto indisponível de momento. Tenta novamente daqui a pouco.

source: Profites-en pour souffler. Tes habitudes t'attendent les jours prévus.
en: Take a breather. Your habits await on their scheduled days.
es: Aprovecha para descansar. Tus hábitos te esperan los días previstos.
pt: Aproveita para descansar. Os teus hábitos esperam-te nos dias previstos.

source: Progresse deux fois plus vite
en: Build habits twice as fast
es: Progresa el doble de rápido
pt: Progride duas vezes mais rápido

source: Progresse en développement, petit à petit.
en: Improve your coding, little by little.
es: Mejora en programación, poco a poco.
pt: Evolui na programação, aos poucos.

source: Progresse tout seul via Apple Santé
en: Progresses on its own via Apple Health
es: Avanza solo con Apple Salud
pt: Avança sozinho via Apple Saúde

source: Progrès
en: Progress
es: Progreso
pt: Progresso

source: Propos haineux
en: Hate speech
es: Discurso de odio
pt: Discurso de ódio

source: Protège ta série, ne repars jamais de zéro
en: Protect your streak, never start over
es: Protege tu racha, no vuelvas a empezar
pt: Proteja sua sequência, nunca recomece do zero

source: Protéines à chaque repas
en: Protein with every meal
es: Proteína en cada comida
pt: Proteína em cada refeição

source: Prédictions
en: Predictions
es: Predicciones
pt: Previsões

source: Prêt à commencer ?
en: Ready to start?
es: ¿Listo para empezar?
pt: Pronto para começar?

source: Pseudo
en: Username
es: Usuario
pt: Nome

source: Publicités
en: Ads
es: Anuncios
pt: Anúncios

source: Qu'aimerais-tu faire un peu mieux demain ?
en: What would you like to do a bit better tomorrow?
es: ¿Qué te gustaría hacer un poco mejor mañana?
pt: O que gostarias de fazer um pouco melhor amanhã?

source: Qu'as-tu appris sur toi aujourd'hui ?
en: What did you learn about yourself today?
es: ¿Qué aprendiste sobre ti hoy?
pt: O que aprendeste sobre ti hoje?

source: Qu'as-tu envie de lâcher avant de dormir ?
en: What do you want to let go before sleep?
es: ¿Qué quieres soltar antes de dormir?
pt: O que queres largar antes de dormir?

source: Qu'avez-vous en tête aujourd'hui ?
en: What's on your mind today?
es: ¿Qué tienes en mente hoy?
pt: O que tens em mente hoje?

source: Qu'est-ce qui compte vraiment pour toi en ce moment ?
en: What really matters to you right now?
es: ¿Qué te importa de verdad ahora?
pt: O que realmente importa para ti agora?

source: Qu'est-ce qui mérite un peu plus d'attention demain ?
en: What deserves a bit more attention tomorrow?
es: ¿Qué merece un poco más de atención mañana?
pt: O que merece um pouco mais de atenção amanhã?

source: Qu'est-ce qui t'a donné de l'énergie aujourd'hui ?
en: What gave you energy today?
es: ¿Qué te dio energía hoy?
pt: O que te deu energia hoje?

source: Qu'est-ce qui t'a fait sourire aujourd'hui ?
en: What made you smile today?
es: ¿Qué te hizo sonreír hoy?
pt: O que te fez sorrir hoje?

source: Qu'est-ce qui t'a pesé, et c'est ok ?
en: What weighed on you, and that's okay?
es: ¿Qué te pesó, y está bien?
pt: O que te pesou, e está tudo bem?

source: Qu'est-ce qui t'a rendu fier aujourd'hui ?
en: What made you proud today?
es: ¿Qué te hizo sentir orgulloso hoy?
pt: O que te deixou orgulhoso hoje?

source: Quand cette donnée Santé atteint le seuil dans la journée, l'habitude se valide toute seule. Tu peux aussi la cocher à la main.
en: When this Health metric reaches the threshold during the day, the habit completes itself. You can also check it manually.
es: Cuando este dato de Salud alcanza el umbral durante el día, el hábito se valida solo. También puedes marcarlo a mano.
pt: Quando este dado de Saúde atinge o limite durante o dia, o hábito valida-se sozinho. Também o podes marcar à mão.

source: Quel moment veux-tu retenir de cette journée ?
en: Which moment do you want to remember from today?
es: ¿Qué momento quieres recordar de hoy?
pt: Que momento queres recordar deste dia?

source: Quel petit pas as-tu envie de faire aujourd'hui ?
en: What small step would you like to take today?
es: ¿Qué pequeño paso quieres dar hoy?
pt: Que pequeno passo queres dar hoje?

source: Quel petit progrès as-tu remarqué ?
en: What small progress did you notice?
es: ¿Qué pequeño avance notaste?
pt: Que pequeno progresso notaste?

source: Quelle habitude t'a fait du bien aujourd'hui ?
en: Which habit felt good today?
es: ¿Qué hábito te sentó bien hoy?
pt: Que hábito te fez bem hoje?

source: Quelques lignes le soir suffisent. Note un ressenti, une victoire, une pensée.
en: A few lines at night are enough. Jot a feeling, a win, a thought.
es: Unas líneas por la noche bastan. Anota una sensación, un logro, una idea.
pt: Umas linhas à noite chegam. Anota um sentimento, uma vitória, um pensamento.

source: Quelques minutes de calme par jour.
en: A few minutes of calm each day.
es: Unos minutos de calma al día.
pt: Alguns minutos de calma por dia.

source: Quinzaine
en: Two weeks
es: Quincena
pt: Quinzena

source: Quotidien
en: Daily
es: Diario
pt: Diário

source: Ranger 10 min
en: Tidy 10 min
es: Ordenar 10 min
pt: Arrumar 10 min

source: Ranger 15 min
en: Tidy 15 min
es: Ordenar 15 min
pt: Arrumar 15 min

source: Rappel quotidien
en: Daily reminder
es: Recordatorio diario
pt: Lembrete diário

source: Rappels par habitude
en: Per-habit reminders
es: Recordatorios por hábito
pt: Lembretes por hábito

source: Rapport du mois
en: Monthly report
es: Informe del mes
pt: Relatório do mês

source: Rechercher
en: Search
es: Buscar
pt: Pesquisar

source: Record
en: Best
es: Récord
pt: Recorde

source: Record de série
en: Streak record
es: Récord de racha
pt: Recorde de sequência

source: Rejoindre
en: Join
es: Unirse
pt: Juntar-me

source: Rejoins des milliers de personnes qui construisent de meilleures habitudes.
en: Join thousands building better habits.
es: Únete a miles que construyen mejores hábitos.
pt: Junta-te a milhares que constroem melhores hábitos.

source: Rejoins la communauté
en: Join the community
es: Únete a la comunidad
pt: Junta-te à comunidade

source: Relie ce défi à une habitude : il progressera automatiquement quand tu la valides.
en: Link this challenge to a habit: it will progress automatically when you complete it.
es: Vincula este reto a un hábito: avanzará automáticamente cuando lo cumplas.
pt: Liga este desafio a um hábito: avança automaticamente quando o validas.

source: Relier une habitude
en: Link a habit
es: Vincular un hábito
pt: Ligar um hábito

source: Relier à une habitude (optionnel)
en: Link to a habit (optional)
es: Vincular a un hábito (opcional)
pt: Vincular a um hábito (opcional)
